Repository: RaptorBlingx/finger_chooser_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Finger Chooser
ar: منتقي الأصابع

# placeFingersPrompt
source: Place fingers on the screen!
ar: ضع الأصابع على الشاشة!

# selectButton
source: Select One
ar: اختر واحد

source: Settings
ar: الإعدادات

source: Manage Dares
ar: إدارة التحديات

# customPlayWizardTitle
source: Custom Play Wizard
ar: معالج اللعب المخصص

# dareListsTitle
source: Dare Lists
ar: قوائم التحدي

# enterNewListNameHint
source: Enter new list name
ar: أدخل اسم القائمة الجديدة

# createListButton
source: Create List
ar: إنشاء قائمة

# listAlreadyExistsError
source: List "{listName}" already exists.
ar: القائمة "{listName}" موجودة بالفعل.

# listCreatedSuccess
source: List "{listName}" created.
ar: تم إنشاء القائمة "{listName}".

# selectAListHint
source: Select a list
ar: اختر قائمة

# deleteSelectedListTooltip
source: Delete Selected List
ar: حذف القائمة المحددة

# noCustomDareListsMessage
source: No custom dare lists created yet.
ar: لم يتم إنشاء قوائم تحدي مخصصة بعد.

# daresInListTitle
source: Dares in "{listName}"
ar: التحديات في "{listName}"

# enterNewDareHint
source: Enter a new dare
ar: أدخل تحديًا جديدًا

# addDareButton
source: Add Dare
ar: إضافة تحدي

# noDaresInListMessage
source: No dares added to this list yet. Add some!
ar: لم تتم إضافة تحديات إلى هذه القائمة بعد. أضف البعض!

# editDareTitle
source: Edit Dare
ar: تعديل التحدي

# editDareHint
source: Edit the dare
ar: عدّل التحدي

# cancelButton
source: Cancel
ar: إلغاء

# saveButton
source: Save
ar: حفظ

# deleteDareTooltip
source: Delete Dare
ar: حذف التحدي

# deleteListDialogTitle
source: Delete List "{listName}"
ar: حذف القائمة "{listName}"؟

# deleteListDialogContent
source: Are you sure you want to delete this list and all its dares? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه القائمة وجميع تحدياتها؟ لا يمكن التراجع عن هذا الإجراء.

# deleteButton
source: Delete
ar: حذف

# listDeletedSuccess
source: List "{listName}" deleted.
ar: تم حذف القائمة "{listName}".

# startGameButtonTitle
source: Start Game with "{listName}"
ar: ابدأ اللعبة بـ "{listName}"

# noDareFound
source: No dare found! Play nice. :)
ar: لم يتم العثور على تحدي! العب بلطف. :)

# dareDisplayScreenTitle
source: Dare Time!
ar: وقت التحدي!

# playerChosenTitle
source: Player Chosen!
ar: تم اختيار اللاعب!

# playAgainButton
source: Play Again / Next Round
ar: العب مرة أخرى / الجولة التالية

# settingsScreenTitle
source: Settings
ar: الإعدادات

# languageSettingLabel
source: Language
ar: اللغة

# englishLanguage
source: English
ar: الإنجليزية

# arabicLanguage
source: Arabic
ar: العربية

# storeScreenTitle
source: Dare Store
ar: متجر التحديات

# darePacksButtonLabel
source: Dare Packs
ar: حزم التحديات

# getButtonLabel
source: Get
ar: احصل عليه

# ownedButtonLabel
source: Owned
ar: مملوك

# playAgainButtonChooser
source: Play Again
ar: العب مجدداً

# tryAgainButtonChooser
source: Try Again
ar: حاول مجدداً

# noDareListsFoundMessage
source: No dare lists found. Create your first one!
ar: لم يتم العثور على قوائم تحديات. قم بإنشاء قائمتك الأولى!
